Repository: johnbillion/user-switching
Catalog: languages/user-switching-*.po
Languages: de_de, pl_pl

# User Switching title on user profile screen
source: User Switching
de_de: Benutzerwechsel
pl_pl: Zamiany użytkowników

source: Switch&nbsp;To
de_de: Wechsle&nbsp;zu
pl_pl: Zmień&nbsp;na

source: Could not switch users.
de_de: Konnte keinen Benutzerwechsel vornehmen.
pl_pl: Zamiana użytkowników nie była możliwa.

source: Could not switch off.
de_de: Konnte keine simulierte Abmeldung vornehmen.
pl_pl: Wyłączenie się nie było możliwe.

source: Switched to %1$s (%2$s).
de_de: Gewechselt zu %1$s (%2$s).
pl_pl: Zamieniono na %1$s (%2$s).

source: Switch back to %1$s (%2$s)
de_de: Wechsele zurück zu %1$s (%2$s)
pl_pl: Zmień z powrotem na %1$s (%2$s)

source: Switched back to %1$s (%2$s).
de_de: Zurückgewechselt zu %1$s (%2$s).
pl_pl: Zamieniono z powrotem na %1$s (%2$s).

source: Switch Off
de_de: Abmeldung simulieren
pl_pl: Wyłącz się

source: User Switching
de_de: Benutzerwechsel
pl_pl: Zamiany użytkowników

source: Instant switching between user accounts in WordPress
de_de: Schnelles Umschalten zwischen WordPress-Benutzerkonten
pl_pl: Natychmiastowe przełączanie pomiędzy kontami użytkowników WordPressa
